Repository: vencax/django-credit-services
Catalog: creditservices/locale/*/LC_MESSAGES/django.po
Languages: cs

source: credit change record
cs: záznam o změně kreditu

source: credit change records
cs: záznamy o změně kreditu

source: change
cs: změna

source: increase
cs: navýšení

source: date
cs: datum

source: debt begin
cs: počátek dluhu

source: Date of cross zero in any of credits of the user
cs: Datum, kdy kredit jakékoli měny spadl pod nulu

source: income payment
cs: příchozí platba

source: credit increased
cs: kredit navýšen

source: credit call
cs: Žádost o navýšení kreditu

source: Your current credit is %(state)s %(currency)s. yours sincerely %(domain)s robot.
cs: Váš současný kredit je %(state)s %(currency)s. s pozdravem %(domain)s robot.

source: Hi, we have received amount of %(amount)s, currency: %(currency)s from you. Your current credit is %(state)s %(currency)s. yours sincerely %(domain)s robot.
cs: Zdravíčko, eviduji od vás příchozí platbu ve výši %(amount)s, měna: %(currency)s. Váš současný kredit je %(state)s %(currency)s. s pozdravem %(domain)s robot.
